Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=163_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Saamen kielilain toteutuminen vuosina 2004 - 2006
sme: Sámi giellalága ollašuvvan jagiiin 2004-2006

source: Saamen kielilain toteutuminen
sme: Oktiigeassu davvisámegillii:

source: vuosina 2004-2006
sme: Sámi giellalága ollašuvvan jagiin 2004-2006

source: Saamen kielineuvoston kertomus
sme: Sámi giellaráđi muitalus Sámediggái

source: Saamelaiskäräjille saamen kielilain
sme: sámi giellalága ollašuvvamis

source: sivuja: 383
sme: siiddut: 383

source: Raporttia voi tilata Saamelaiskäräjien
sme: Raportta sáhttá diŋgot nuvttá

source: Saamen kielen toimistosta maksutta.
sme: Sámedikki Sámegiela doaimmahagas.

source: Saamelaiskäräjät 2008
sme: Sámediggi 2008
